{
    "Welcome": "مرحبا",
    "Log in": "تسجيل الدخول",
    "Register": "تسجيل",
    "Dashboard": "لوحة القيادة",
    "Start a project": "ابدأ مشروعًا",
    "We build your digital future.": "نحن نبني مستقبلك الرقمي.",
    "Web Development, Mobile Apps and Enterprise Systems.": "تطوير الويب وتطبيقات الهاتف المحمول وأنظمة المؤسسات.",
    "Web Development": "تطوير الويب",
    "Mobile Applications": "تطبيقات المحمول",
    "Complex Systems": "أنظمة معقدة",
    "UI/UX Design": "تصميم UI/UX",
    "All": "الكل",
    "Web": "ويب",
    "Mobile": "موبايل",
    "Systems": "أنظمة",
    "What we do": "ماذا نفعل",
    "Services": "خدماتنا",
    "End-to-end digital solutions tailored to your business needs.": "حلول رقمية شاملة مصممة خصيصًا لتلبية احتياجات عملك.",
    "No services found.": "لا توجد خدمات.",
    "About SMARTOUIES": "عن SMARTOUIES",
    "We are a forward-thinking digital agency dedicated to transforming businesses through innovative technology and exceptional design.": "نحن وكالة رقمية ذات تفكير مستقبلي مكرسة لتحويل الأعمال من خلال التكنولوجيا المبتكرة والتصميم الاستثنائي.",
    "Our Mission": "مهمتنا",
    "At SMARTOUIES, our mission is to empower organizations with digital tools that drive growth and efficiency. We believe in the power of code to solve complex problems and the importance of design to create intuitive human experiences.": "في SMARTOUIES، مهمتنا هي تمكين المؤسسات بالأدوات الرقمية التي تدفع النمو والكفاءة. نحن نؤمن بقوة البرمجة لحل المشكلات المعقدة وأهمية التصميم لخلق تجارب إنسانية بديهية.",
    "Innovation": "الابتكار",
    "We stay ahead of the curve, adopting the latest frameworks and methodologies to ensure your project is future-proof.": "نبقى في الطليعة، ونعتمد أحدث الأطر والمنهجيات لضمان أن مشروعك مستقبلي.",
    "Quality": "الجودة",
    "We map out every detail, from architecture to pixel-perfect UI, ensuring a robust and reliable final product.": "نخطط لكل تفصيل، من الهندسة المعمارية إلى واجهة المستخدم المثالية، لضمان منتج نهائي قوي وموثوق.",
    "Partnership": "الشراكة",
    "We work alongside our clients as long-term technology partners, not just vendors.": "نعمل جنبًا إلى جنب مع عملائنا كشركاء تكنولوجيين على المدى الطويل، وليس مجرد موردين.",
    "Projects Completed": "مشاريع منجزة",
    "Happy Clients": "عملاء سعداء",
    "Team Members": "أعضاء الفريق",
    "Our Team": "فريقنا",
    "A eclectic group of developers, designers, and strategists passionate about building the web.": "مجموعة متنوعة من المطورين والمصممين والاستراتيجيين الشغوفين ببناء الويب.",
    "Team members will appear here once added in the Admin Panel.": "سيظهر أعضاء الفريق هنا بمجرد إضافتهم في لوحة الإدارة."
}