{
    "Welcome": "Bienvenue",
    "Log in": "Connexion",
    "Register": "S'inscrire",
    "Dashboard": "Tableau de bord",
    "Start a project": "Démarrer un projet",
    "We build your digital future.": "Nous construisons votre avenir numérique.",
    "Web Development, Mobile Apps and Enterprise Systems.": "Développement Web, Applications Mobiles et Systèmes d'Entreprise.",
    "Web Development": "Développement Web",
    "Mobile Applications": "Applications Mobiles",
    "Complex Systems": "Systèmes Complexes",
    "UI/UX Design": "Design UI/UX",
    "All": "Tous",
    "Web": "Web",
    "Mobile": "Mobile",
    "Systems": "Systèmes",
    "What we do": "Ce que nous faisons",
    "Services": "Services",
    "End-to-end digital solutions tailored to your business needs.": "Des solutions numériques de bout en bout adaptées aux besoins de votre entreprise.",
    "No services found.": "Aucun service trouvé.",
    "About SMARTOUIES": "À propos de SMARTOUIES",
    "We are a forward-thinking digital agency dedicated to transforming businesses through innovative technology and exceptional design.": "Nous sommes une agence numérique avant-gardiste dédiée à la transformation des entreprises grâce à une technologie innovante et un design exceptionnel.",
    "Our Mission": "Notre Mission",
    "At SMARTOUIES, our mission is to empower organizations with digital tools that drive growth and efficiency. We believe in the power of code to solve complex problems and the importance of design to create intuitive human experiences.": "Chez SMARTOUIES, notre mission est de donner aux organisations les outils numériques qui stimulent la croissance et l'efficacité. Nous croyons au pouvoir du code pour résoudre des problèmes complexes et à l'importance du design pour créer des expériences humaines intuitives.",
    "Innovation": "Innovation",
    "We stay ahead of the curve, adopting the latest frameworks and methodologies to ensure your project is future-proof.": "Nous restons à la pointe du progrès en adoptant les derniers frameworks et méthodologies pour garantir la pérennité de votre projet.",
    "Quality": "Qualité",
    "We map out every detail, from architecture to pixel-perfect UI, ensuring a robust and reliable final product.": "Nous planifions chaque détail, de l'architecture à l'interface utilisateur au pixel près, garantissant un produit final robuste et fiable.",
    "Partnership": "Partenariat",
    "We work alongside our clients as long-term technology partners, not just vendors.": "Nous travaillons aux côtés de nos clients en tant que partenaires technologiques à long terme, et pas seulement en tant que fournisseurs.",
    "Projects Completed": "Projets Réalisés",
    "Happy Clients": "Clients Satisfaits",
    "Team Members": "Membres de l'Équipe",
    "Our Team": "Notre Équipe",
    "A eclectic group of developers, designers, and strategists passionate about building the web.": "Un groupe éclectique de développeurs, designers et stratèges passionnés par la construction du web.",
    "Team members will appear here once added in the Admin Panel.": "Les membres de l'équipe apparaîtront ici une fois ajoutés dans le panneau d'administration.",
    "About Us": "À propos de nous",
    "Portfolio": "Réalisations",
    "Contact": "Contact",
    "Company": "Entreprise",
    "Stay Updated": "Restez informé",
    "Subscribe to our newsletter.": "Abonnez-vous à notre newsletter.",
    "Enter your email": "Entrez votre email",
    "Subscribe": "S'abonner",
    "Transforming Ideas into": "Transformer les idées en",
    "Digital Reality": "Réalité Numérique",
    "We are a premium digital agency specializing in high-end web development, mobile applications, and complex enterprise systems.": "Nous sommes une agence numérique haut de gamme spécialisée dans le développement web, les applications mobiles et les systèmes d'entreprise complexes.",
    "Start a Project": "Démarrer un Projet",
    "Explore Services": "Explorer les Services",
    "Our Expertise": "Notre Expertise",
    "Comprehensive Digital Solutions": "Solutions Numériques Complètes",
    "Custom websites built with modern technologies like Laravel and Vue.js for speed and scalability.": "Des sites web personnalisés construits avec des technologies modernes comme Laravel et Vue.js pour la rapidité et l'évolutivité.",
    "Native and cross-platform mobile apps that provide seamless user experiences on iOS and Android.": "Des applications mobiles natives et multiplateformes offrant une expérience utilisateur fluide sur iOS et Android.",
    "Robust enterprise software and CRM solutions tailored to streamline your business operations.": "Des logiciels d'entreprise robustes et des solutions CRM conçus pour rationaliser vos opérations commerciales.",
    "Intuitive and beautiful user interfaces that maximize engagement and conversion rates.": "Des interfaces utilisateur intuitives et magnifiques qui maximisent l'engagement et les taux de conversion.",
    "Our Work": "Nos Réalisations",
    "Recent Projects": "Projets Récents",
    "View All Projects": "Voir tous les projets",
    "View Details": "Voir les détails",
    "No projects found.": "Aucun projet trouvé.",
    "Add projects via the Admin Panel to see them here.": "Ajoutez des projets via le panneau d'administration pour les voir ici.",
    "Get in Touch": "Entrez en contact",
    "Start Your Digital Journey": "Commencez votre voyage numérique",
    "Full Name": "Nom Complet",
    "John Doe": "Jean Dupont",
    "Email": "Email",
    "john@example.com": "jean@exemple.com",
    "Message": "Message",
    "How can we help you?": "Comment pouvons-nous vous aider ?",
    "Sending...": "Envoi...",
    "Send Message": "Envoyer le message",
    "Our Process": "Notre Processus",
    "A proven methodology for success.": "Une méthodologie éprouvée pour le succès.",
    "We start by understanding your business, goals, and target audience.": "Nous commençons par comprendre votre entreprise, vos objectifs et votre public cible.",
    "We create wireframes and high-fidelity mockups for your approval.": "Nous créons des maquettes et des prototypes haute fidélité pour votre approbation.",
    "Our developers bring the design to life with clean, efficient code.": "Nos développeurs donnent vie au design avec un code propre et efficace.",
    "We test, deploy, and provide ongoing support for your product.": "Nous testons, déployons et assurons un support continu pour votre produit.",
    "Explore our recent projects and success stories.": "Découvrez nos projets récents et nos réussites.",
    "No projects found yet. Check back soon!": "Aucun projet trouvé pour le moment. Revenez bientôt !",
    "Get in touch": "Entrez en contact",
    "Ready to start your next project? Contact us today for a free consultation.": "Prêt à démarrer votre prochain projet ? Contactez-nous dès aujourd'hui pour une consultation gratuite.",
    "First name": "Prénom",
    "Last name": "Nom",
    "Phone number": "Numéro de téléphone",
    "Send message": "Envoyer le message"
}